/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "layout": "theme.akkaproduct",
  "sections": {
    "akkaproduct-info": {
      "type": "akkaproduct-info",
      "settings": {
      }
    },
    "akkaproduct-benefits": {
      "type": "akkaproduct-benefits",
      "settings": {
      }
    },
    "akkaproduct-ingredients": {
      "type": "akkaproduct-ingredients",
      "blocks": {
        "text_KUQGDy": {
          "type": "text",
          "settings": {
            "image_pdi": "shopify://shop_images/akka-akkermansia.png",
            "heading_pdi": "Akkermansia",
            "content_pdi": "<p>A newly discovered naturally occurring superbiotic. It is a master probiotic. It consumes large proteins found in the intestines and turns them into short-chain fatty acids, which are then used to fuel other strains of beneficial bacteria. In other words, it makes other probiotics obsolete.</p>"
          }
        },
        "text_qXJmVx": {
          "type": "text",
          "settings": {
            "image_pdi": "shopify://shop_images/akka-quercetin.png",
            "heading_pdi": "Quercetin",
            "content_pdi": "<p>Quercetin is a long-lasting anti-inflammatory that literally turns off inflammation at the genetic level.</p><br><p>Quercetin is also a powerful liver protectant. Multiple studies have demonstrated that it prevents fatty liver and damage from alcohol. It also reduces liver scarring.</p>"
          }
        },
        "text_eHkYaJ": {
          "type": "text",
          "settings": {
            "image_pdi": "shopify://shop_images/akka-resveratrol.png",
            "heading_pdi": "Resveratrol",
            "content_pdi": "<p>Resveratrol plays a pivotal role in boosting bile production. Resveratrol helps further repair the leaky gut by restoring the gut barrier and tightening the junctions between intestinal cells to prevent unwanted toxins from leaking into your bloodstream. </p>"
          }
        },
        "text_hJqr8j": {
          "type": "text",
          "settings": {
            "image_pdi": "shopify://shop_images/akka-silymarin.png",
            "heading_pdi": "Silymarin",
            "content_pdi": "<p>Silymarin is currently one of the world's most effective non-surgical treatments for reversing liver damage.</p><br><p>This powerful polyphenol may enhance three available growth and healing factors including human growth factor (HGF), Transforming growth factor alpha (TGFα), and transforming growth factor beta 1 (TGFβ1) to trigger liver regeneration.</p>"
          }
        }
      },
      "block_order": [
        "text_KUQGDy",
        "text_qXJmVx",
        "text_eHkYaJ",
        "text_hJqr8j"
      ],
      "settings": {
        "pdi_heading": "Ingredients"
      }
    },
    "akkaproduct-spf": {
      "type": "akkaproduct-spf",
      "settings": {
      }
    },
    "akkaproduct-reviews": {
      "type": "akkaproduct-reviews",
      "settings": {
      }
    },
    "akkaproduct-faqs": {
      "type": "akkaproduct-faqs",
      "blocks": {
        "text_wKzrRL": {
          "type": "text",
          "settings": {
            "heading_faq": "Are there any side effects? Is it safe to take it long term?",
            "content_faq": "<p><strong>Akka superbiotic, with our Preserve Pasteurized preparation, has had zero reported side effects, </strong>and is one of the most powerful health-boosting formulations to exist in the last 20 years.</p><p>In fact, the only side effects related to Akkermansia are associated with the live version, which is what motivated us to develop our Preserve Pasteurized preparation.</p><p><strong>The best part is, studies show this version to be far more effective for boosting the metabolism, burning fat and reducing fatigue.</strong></p><p>In addition, Akka is considered a master superbiotic because it feeds the other beneficial probiotic strains already in your gut.</p><p>That means not only are you populating your microbiome with Akkermansia, you’re also increasing other health-promoting strains across the board.</p><p>This is important because many scientific studies have established a link between microbiome diversity and health.</p><p>In fact, low microbiome diversity, meaning not enough beneficial strains in the gut, has been linked in studies to many things like allergies, low sex drive, eczema, arthritis, cancer, chronic fatigue, autism, depression, enlarged prostate, anxiety, sleep disorder, HIV susceptibility, auto-immune problems like Crohn's and colitis, arterial plaque, hypertension, and gout.</p><p>And of course, while it would be a stretch to claim <strong>Akka will cure these problems,</strong> since there’s so many lifestyle factors involved, it will improve your microbiome dramatically and move things into a more healthy direction, and keep improving your health long-term.</p>"
          }
        },
        "text_T7zRMR": {
          "type": "text",
          "settings": {
            "heading_faq": "How much weight can I lose with Akka Superbiotic?",
            "content_faq": "<p><strong>Because the liver is the most critical organ in the body for eliminating fat and losing weight,</strong> Akka Superbiotic helps rejuvenate the liver, supercharging its ability to burn fat and detoxify your body.</p><p>Your weight loss with Akka is going to depend on many things, and here they are:</p><p><strong>First… It's based on your starting point.</strong> If you’re significantly overweight, your bile ducts are clogged and your metabolism has been slowed, it might take a bit longer for your liver to rejuvenate, and burn all that fat.</p><p><strong>Second… It's also based on your lifestyle factors.</strong> Here's what I mean. If you continue eating the 3 liver-toxic foods - sugar, alcohol, and trans fats, then you're going to have a tougher time because it's a bit like walking up a hill.</p><p>You'll get there but it's going to take Akka a little longer, and a bit more energy.</p><p>Once your liver reaches its full function, you'll know because it's likely you'll <strong>feel more energy, more clarity of mind, more focus, and renewed optimism for life.  </strong></p><p><strong>The mental benefits are usually felt first, with the accelerated weight loss and fat-burning ability kicking in about 2-4 weeks later.</strong></p>"
          }
        },
        "text_jXyfdP": {
          "type": "text",
          "settings": {
            "heading_faq": "What happens if I lose weight too quickly?",
            "content_faq": "<p><strong>Usually, it's bad to lose weight too quickly - but here’s how Akka Superbiotic changes that.</strong></p><p><strong>You see…</strong> Fat surrounds and protects organs from toxins. When the fat dissolves, the toxins are released into the bloodstream. </p><p><strong>When your liver is damaged, clogged or unhealthy, it struggles to process all those released toxins.</strong></p><p>However, because Akka helps give you a strong, rejuvenated and healthy liver, you'll have no problem handling the detoxification process that happens when you start burning stored body fat.</p><p><strong>That said, most doctors recommend losing 2 pounds per week.</strong> If you find that you're losing weight faster than you want when taking Akka, simply taper the dose back to one capsule per day.</p>"
          }
        },
        "text_6HiVTn": {
          "type": "text",
          "settings": {
            "heading_faq": "What else can harm the liver? I suspect I have liver problems because of my difficulty with weight loss, but I don't drink alcohol and I don’t consume a lot of sugar.",
            "content_faq": "<p>Remember, your liver is your body’s central filtration system for toxins. It’s also responsible for clearing cholesterol and removing fats from the bloodstream.</p><p>It has such an essential role in the body that <strong>a person would not even live for more than one day without a liver.</strong></p><p>So there’s many other things that can cause problems with the liver, including drugs and medicines as well as environmental toxins, which would include exhaust from cars and airplanes, air pollution from factories and big cities.</p><p>Even if you avoid going outside or wear a mask, all kinds of pollution get into our water supply, which leeches into the skin while taking a shower. </p><p>Even if you have a whole-home water filter, you’re still getting pesticides, preservatives, and plastics from the food supply.</p><p>So, <strong>our liver has a critical job,</strong> and it’s no wonder why it’s overburdened in today’s society.  Above and beyond that, the liver can be affected by viruses, mold, and bacteria, and can also be damaged by Big Pharma’s imperfect solutions to these outbreaks.  </p><p>In fact, there has been a <strong>sharp increase in liver-related weight gain since 2020,</strong> and I think it’s not a coincidence, given the health epidemic that took place during that time period. </p><p>Lots of new research is coming out that shows just how fragile the liver really is and how important it is to take this important step on the road back to health and healing.</p>"
          }
        },
        "text_D9ci39": {
          "type": "text",
          "settings": {
            "heading_faq": "What makes Akka superior to probiotics?",
            "content_faq": "<p>There’s three main points that make Akka superior to any probiotic out there.</p><p><strong>Firstly, researchers consider Akkermansia to be a next-generation superbiotic</strong> — in that it actually feeds all of the beneficial probiotics already in your system and has provable benefits far beyond those of run-of-the-mill commercially available probiotics.</p><p>Above and beyond that, our proprietary Preserve Pasteurized technology makes our Akkermansia more bioavailable and usable by your body.  </p><p>Remember, Preserve Pasteurized keeps the delicate Akkermansia in a peaceful state of hibernation, fully intact and ready for your body to be use.  </p><p>This time-consuming process increases the bioavailability of the Akkermansia to ensure you get the full liver-regenerating, metabolism-boosting benefits.  </p><p><strong>Secondly, we have combined Akkermansia with several other liver-healing ingredients</strong> that have been shown in studies to be synergistic, further boosting the fat-burning, liver-rejuvenating properties.</p><p><strong>And third, we use enteric coated capsules</strong> to protect and transport the ingredients through the stomach's harsh acidic environment, to deliver Akka straight to where it needs to be – the microbiome.</p><p><strong>You won’t find a superior formulation in a supermarket, online, or anywhere else, guaranteed.</strong></p>"
          }
        },
        "text_FYtfyF": {
          "type": "text",
          "settings": {
            "heading_faq": "How many bottles should I order?",
            "content_faq": "<p><strong>Due to high demand because of the dramatic results and word-of-mouth recommendations from happy Akka customers,</strong> most customers are choosing the 6-bottle package to avoid running out.</p><p>Ultimately you should make a personal decision and do what’s best for your situation. However, I should point out that you can also take advantage of our free shipping by choosing the 3 or 6-pack. </p><p><strong>You see, by taking the 3 or 6-pack, we are also able to save on shipping costs,</strong> and we pass those savings directly onto you. You also secure the greatest savings by buying in bulk. </p><p>And remember, when you select a 3 or 6 multipack today, you'll gain instant access to our transformative guide, the <strong>\"Skinny Liver Cookbook: Delicious Recipes to Help Detoxify and Slim Your Liver\". A $39.95 value,</strong> yours free.</p><p>By claiming a 3 or 6-pack, you also ensure that you won’t risk running out while in the process of metabolic recomposition and help you plan your fat loss journey ahead of time.</p>"
          }
        },
        "text_679Ndi": {
          "type": "text",
          "settings": {
            "heading_faq": "How fast will I see results?",
            "content_faq": "<p><strong>Really, it depends on the current state of your liver and how long you’ve been having problems. </strong></p><p><strong>The liver has an amazing regenerative ability.</strong> In fact, studies in transplant patients show that the liver can regrow to a normal size even after up to 90% of it has been removed.</p><p><strong>But if you’ve been drinking for years, or not eating a very good diet, full rejuvenation of your liver can take some time, possibly 3-6 months. </strong></p><p>That’s why for overweight folks we often recommend choosing a 3 or 6-month package - that way, you have enough Akka to completely get the job done.  </p><p>It's possible, however, that you love the energy, vitality, and mental focus you get from AKKA, and want to continue a maintenance dose much longer. It's great year-round protection and really does create an amazing environment inside your body for many healthful benefits to appear.</p>"
          }
        },
        "text_VbXr4A": {
          "type": "text",
          "settings": {
            "heading_faq": "I'm not overweight but I'm dealing with fatigue, rosacea, itchy skin, dark puffy eyes, bloating, or bad breath.",
            "content_faq": "<p><strong>Aside from breaking down the fats in your diet, the liver is primarily a detoxification organ.</strong> That means it helps filter out things in your blood that might be toxic, foreign, or even things that might be causing a reaction with different systems of your body.</p><p>Now, as one of the leading doctors in NYC, you would be shocked if I told you the things that appear in people's blood. Industrial byproducts, food preservatives, pesticides, microplastics, heavy metals from car exhaust and jet fuel and more. </p><p><strong>Now usually the body is pretty good at breaking these things down and excreting them through the feces.</strong></p><p>But if your liver is not at its full function, it's hard to keep up with the daily barrage of these harmful substances. And if your liver is fully saturated with fat or even clogged, your body looks for other ways to try and push this stuff out.</p><p>And the major route of elimination of course, is through your skin, via your sweat glands.  So it's no surprise that when your liver becomes overloaded, you might experience redness, irritation, hives, acne, odors, or itchiness on your skin. </p><p>And of course, these symptoms will change depending on what specific toxins your body is dealing with.</p><p><strong>When healthy, the liver is an incredible fat-burning, body-cleansing powerhouse.</strong> So when you truly begin to rejuvenate your liver, especially by avoiding the three liver killers, to bring it back to its youthful state, you might be surprised how these things clear right up. </p>"
          }
        },
        "text_JXcLLT": {
          "type": "text",
          "settings": {
            "heading_faq": "Will Akka help me with headaches, poor sleep, brain fog, poor focus, or motivation?",
            "content_faq": "<p>Absolutely. It does this through two different mechanisms. One is reducing the toxic load in your bloodstream that has accumulated from a liver that's not as healthy as it should be.</p><p>As mentioned, toxins in the bloodstream can be environmental, like from pollution, from the water supply, and absorbed into your skin while showering, or they can be in the form of pesticides on fruits and vegetables.  </p><p>Prescription drugs, especially taken over long periods, will cause toxins to build up as well.</p><p>These are all handled by a healthy liver. <strong>And when you detoxify, cleanse, and rejuvenate your liver, your body just gets better at clearing this stuff out. </strong></p><p>You might be shocked to reach a level of clarity you haven't experienced since you were young. I've seen eyes brighten up, skin clear like magic, even joint pain vanish in just a few weeks.</p><p><strong>Now, the second is through microbiome recomposition -</strong> that is, repopulating your microbiome with the most powerful superbiotic known to man. The mental benefits of Akkermansia have been demonstrated in over 150 scientific studies.</p><p>More broadly, probiotics in general have literally thousands of clinical studies showing their mental benefits improving memory, concentration, focus, and even a dramatic lift in your mood, since 85% of your body's serotonin is produced in the gut.  </p><p><strong>Akkermansia is the master superbiotic, feeding and nurturing nearly every beneficial strain in your gut. </strong></p><p>You've never seen anything like it, and I promise you, no amount of exercise, caffeine, energy drinks, or drugs can compete with the mental clarity and focus you'll experience from naturally improving your microbiome.</p><p>Every day I get emails from people who have improved their memory, been able to focus for longer periods of time, and have even reported making more money as a result.</p>"
          }
        },
        "text_N7mEiC": {
          "type": "text",
          "settings": {
            "heading_faq": "I’m a bodybuilder and I take a ton of supplements and gear so I worry about my liver. Will this protect me?",
            "content_faq": "<p><strong>As you probably realize, body-building supplements and other anabolic agents are known for being extremely harsh on the liver, causing a measurable rise in liver enzymes.</strong></p><p>And when you see an increase in liver enzymes, that means these agents, while triggering enhanced muscle growth, <strong>are also liquefying liver cells and causing them to leak out the bloodstream.</strong></p><p>Akka is very different from the liver protective agents found online or in GNC, or other bodybuilding shops. Many of these stores carry a generic version of Milk Thistle, but there’s really no other comprehensive liver formula that covers all the elements of liver protection and detoxification.</p><p>We combine Akkermansia, the world's most effective liver regenerative superbiotic, with 4 clinically proven liver-protective ingredients: Quercetin, Resveratrol, Silymarin, and Artichoke Leaf Extract. </p><p>That means you’re covered from every angle, and several of these ingredients are synergistic. <strong>In fact, when you combine Quercetin and Resveratrol, studies show an improved metabolic fat-burning effect.</strong></p><p><strong>Likewise, when you combine Resveratrol and Silymarin, you get enhanced anti-inflammatory effects and an increased reduction in liver fat. </strong></p><p>A 2017 study found that Resveratrol specifically decreases oxidative stress levels in muscles and promotes accelerated muscle regeneration. </p><p>Also as a mitochondria enhancer, Resveratrol boosts the connective strength of tendons, increases blood flow to the muscles, and increases muscle vascularization as well.</p><p>And according to a 2022 study, Akkermansia improved muscle strength and mass in animals who had previously demonstrated muscle weakness, which was the first study to show the microbiome's dramatic effect on muscle gains.</p><p>Not to mention that Akka is one of the most effective fat-burning agents available, making it one of the fastest ways to see those abs in the mirror.</p>"
          }
        },
        "text_BE4kWU": {
          "type": "text",
          "settings": {
            "heading_faq": "What other symptoms are associated with an overburdened liver?",
            "content_faq": "<p><strong>There’s many conditions caused by an overload of toxicity in the body. Gaining weight is often the tip of the iceberg. </strong></p><p>There’s many systems of the body that break down when your bloodstream becomes oversaturated with toxins, and they can range from poor sense of smell, impaired taste or a metallic taste, tinnitus or ringing in the ears, achy joints, brain fog, or confused thinking.</p><p><strong>You might even experience itchy or red rashy skin as your body tries to push out the toxins through sweat, or unexplained, sometimes sudden weight gain.  </strong></p><p>Now, depending on your situation, you could also lose weight due to muscle wasting that occurs from chronically poor digestion and nutrition. After all, without adequate bile, it's impossible to break down food and extract its nutrients.</p><p>It's impossible to predict what symptoms might clear up first when you start rejuvenating your liver.</p><p>The truth is, the best way is to grab a supply of Akka and try it for yourself. We’ve done everything we can to make it as easy as possible so check it out, give it some time to work its magic, THEN decide you want to keep it later.</p>"
          }
        },
        "text_9hwKbk": {
          "type": "text",
          "settings": {
            "heading_faq": "Is Akka available anywhere else for a lower price?",
            "content_faq": "<p><strong>We only sell Akka directly through this website and there’s two very important reasons why we do that.</strong></p><p><strong>The first is quality control.</strong></p><p>Most people don't realize, but due to the recent pandemic, the FDA has not been able to test products inside China. </p><p>And given the recent reports of places like China having much higher levels of mercury, arsenic, and lead, this kind of thing is completely unacceptable.  </p><p>So we decided for this premium product, it must be manufactured and tested at one of the state-of-the-art, FDA-registered, GMP-certified labs right here in the USA. </p><p>First, they use a technique called Infrared Spectroscopy. Not only are the ingredients tested for quality and safety, they are also tested for purity and potency as well.  </p><p><strong>We also conduct additional quality inspections to ensure that the ingredients do not contain heavy metals, allergens, or contaminants, and meet the highest purity standards.  </strong></p><p>It's important to make sure that these ingredients retain their full potency, so that the product will actually deliver the benefits we talk about.</p><p>The second reason we only sell direct is to keep the price affordable for our valued customers. </p><p>If we allowed Akka to be sold in the big natural food stores, the markup required would make the price at least double what it is now. </p><p>For our customers, all that extra markup makes no sense. It’s just added to subsidize the massive nationwide advertising budgets, which would be pointless since you can already order superbiotics from the comfort of your home directly from this website. </p><p>Also, please remember that <strong>this one-time special offer is good today only.</strong></p><p>If you leave this page and <strong>decide to get it tomorrow,</strong> we can’t guarantee that Akka will still be available.</p>"
          }
        }
      },
      "block_order": [
        "text_wKzrRL",
        "text_T7zRMR",
        "text_jXyfdP",
        "text_6HiVTn",
        "text_D9ci39",
        "text_FYtfyF",
        "text_679Ndi",
        "text_VbXr4A",
        "text_JXcLLT",
        "text_N7mEiC",
        "text_BE4kWU",
        "text_9hwKbk"
      ],
      "settings": {
        "faq_heading": "<p>Frequently asked <em>questions</em></p>"
      }
    }
  },
  "order": [
    "akkaproduct-info",
    "akkaproduct-benefits",
    "akkaproduct-ingredients",
    "akkaproduct-spf",
    "akkaproduct-reviews",
    "akkaproduct-faqs"
  ]
}
